tutorials/immersedBoundary/cylinderInChannelPotential/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application="potentialIbFoam"

runApplication blockMesh
\cp save/boundary constant/polyMesh/boundary

mkdir 0
\cp 0_org/* 0/

runApplication $application
